hello_admin = """
Добрый день!

Это админская панель управления.
Здесь вы можете добавить и удалить клиентские конфигурации.
"""

hello_clint = """
Добрый день!

Прочитайте инструкцию, чтобы понять, что с этим делать
"""

instructions = """
Выберите операционную систему
"""

client_id_await = """
Напишите Telegram ID пользователя.
Чтобы отменить действие, нажмите на кнопку ниже
"""

client_limit_await = """
Напишите лимит подключений пользователя.
Чтобы отменить действие, нажмите на кнопку ниже
"""

telegram_id_error = """
Ошибка! Введен некорректный Telegram ID.
Чтобы вернуться, нажмите на кнопку ниже.
"""

limit_error = """
Ошибка! Введен некорректный лимит.
Чтобы вернуться, нажмите на кнопку ниже.
"""

main_menu = """
Главное меню
"""

user_not_defined = """
Пользователь не определен!
Обратитесь к администратору, чтобы он добавил вас в базу данных.
"""

user_limit_exited = """
Ваш лимит на конфигурации исчерпан!
"""

config_id_await = """
Введите название конфигурации
"""

config_id_error = """
Ошибка! Введено некорректное название пользователя.
Оно может содержать только латинские буквы и цифры.
Чтобы вернуться, нажмите на кнопку ниже.
"""

config_is_deleted = """
Конфигурация удалена
"""

client_not_defined = """
Конфигурации не существует
"""

config_list = """
Список конфигураций
"""

configs_not_found = """
Конфигурации не найдены
"""

user_is_created = """
Пользователь добавлен!
"""

instruction_ios = """
Ссылка на инструкцию для iOS
"""

instruction_android = """
Ссылка на инструкцию для Android
"""

instruction_macos = """
Ссылка на инструкцию для MacOS
"""

instruction_windows = """
Ссылка на инструкцию для Windows
"""
